{
  "welcome": "خوش آمدید",
  "description": "این یک توضیح نمونه است.",
  "Prices": "قیمت خدمات",
  "Products": "محصولات",
  "Company": "شرکت",
  "Learn": "آموزش",
  "Login": "ورود",
  "Sign Up": "ثبت نام",
  "Home": "خانه",
  "Trade on the go | Anywhere, anytime.": "تجارت در حال پیشروی است | در هر کجا، هر زمان.",
  "Your crypto journey starts here !": "سفر رمزنگاری شما از اینجا شروع می شود!",
  "Play Demo": "پخش دمو",
  "Find Out More": "اطلاعات بیشتر",
  "Choose Between": "از بین موارد زیر انتخاب کنید",
  "Introducing Mim, where innovation meets opportunity in the world of cryptocurrency trading. With a commitment to transparency, security, and user-centric design, Mim offers a seamless platform for both seasoned traders and newcomers alike. Our cutting-edge technology ensures swift and reliable transactions, empowering users to navigate the dynamic crypto market with confidence. At Mim, we believe in democratizing access to digital assets, fostering a community built on trust and integrity. Join us on this exciting journey as we redefine the future of crypto trading.": "به معرفی ام آی ام خوش آمدید، جایی که نوآوری با فرصت در دنیای معاملات رمزارزی همراه است. با تعهد به شفافیت، امنیت و طراحی متمرکز بر کاربر، ام آی ام یک پلتفرم بی‌درنگ برای معامله‌گران با تجربه و کسانی که تازه کار هستند، فراهم می‌آورد. فناوری پیشرو ما اطمینان از معاملات سریع و قابل اعتماد را فراهم می‌کند و به کاربران این قدرت را می دهد که با اعتماد به نفس در بازار پویا و جذاب رمزارزها حرکت کنند. در ام آی ام، ما به باز کردن دسترسی به دارایی‌های دیجیتال و تشویق به ایجاد یک جامعه بر پایه اعتماد و اصالت اعتقاد داریم. با ما در این سفر هیجان‌انگیز همراه شوید تا آینده معاملات رمزارزها را مجدد تعریف کنیم.",
  "More": "بیشتر",
  "Undo": "برگشت",
  "Your browser does not support the video tag.": "مرورگر شما از این ویدیو پشتیبانی نمی کند.",
  "BitCoin": "بیتکوین",
  "Tether": "تتر",
  "Cardano": "کااردانو",
  "Etherium": "اتریوم",
  "Your Premier Bitcoin Trading Platform": "پلتفورم معاملاتی بیت کوین شما",
  "Your Ultimate Tether (USDT) Trading Platform": "پلتفورم معاملاتی تتر شما",
  "The Pinnacle of Cardano (ADA) Trading": "پلتفورم معاملاتی کاردانو شما",
  "The Ultimate Ethereum (ETH) Trading Platform": "پلتفرم معاملاتی  اتریوم شما",
  "Bitcoin (BTC) is the first decentralized cryptocurrency, created by an unknown individual or group under the pseudonym Satoshi Nakamoto. Launched in 2009, Bitcoin operates on a peer-to-peer network, eliminating the need for a central authority. It uses blockchain technology to ensure secure, transparent, and immutable transactions. Bitcoin aims to revolutionize the financial industry by providing a decentralized alternative to traditional currencies, enabling users to transfer value globally with low fees and high security.": "بیت کوین (BTC) اولین ارز دیجیتال غیرمتمرکز است که توسط یک فرد یا گروه ناشناس با نام مستعار ساتوشی ناکاموتو ایجاد شده است. بیت کوین که در سال 2009 راه اندازی شد، در یک شبکه همتا به همتا عمل می کند و نیاز به یک مرجع مرکزی را از بین می برد. این ارز از بلاک چین استفاده می کند. فناوری برای اطمینان از تراکنش‌های ایمن، شفاف و غیرقابل تغییر، با ارائه یک جایگزین غیرمتمرکز برای ارزهای سنتی، به کاربران امکان می‌دهد تا ارزش خود را در سطح جهانی با کارمزد پایین و امنیت بالا متحول کنند.",
  "Tether (USDT) is a stablecoin, a type of cryptocurrency designed to maintain a stable value by being pegged to a reserve asset, typically the US Dollar. Launched in 2014 by Tether Limited, USDT combines the benefits of blockchain technology with the stability of traditional currencies. It is widely used for trading, remittances, and as a store of value, offering a stable alternative for those seeking to avoid the volatility of other cryptocurrencies. Tether's stability and reliability make it a popular choice for traders and investors.": "تتر (USDT) یک استیبل کوین است، نوعی از ارز دیجیتال طراحی شده برای حفظ ارزش پایدار از طریق متصل شدن به دارایی ذخیره، معمولاً دلار آمریکا. USDT که در سال 2014 توسط Tether Limited راه اندازی شد، مزایای فناوری بلاک چین را با ثبات ارزهای سنتی به طور گسترده برای تجارت، حواله‌ها و به‌عنوان یک ذخیره‌کننده ارزش استفاده می‌شود و برای کسانی که به دنبال فرار از نوسانات سایر ارزهای دیجیتال هستند، آن را به یک انتخاب محبوب برای معامله‌گران و سرمایه‌گذاران تبدیل می‌کند.",
  "Cardano (ADA) is a third-generation blockchain platform developed by the IOHK team, led by Charles Hoskinson, a co-founder of Ethereum. Launched in 2017, Cardano aims to address the issues of scalability, interoperability, and sustainability faced by earlier blockchain platforms. It utilizes a Proof-of-Stake (PoS) consensus mechanism called Ouroboros and supports smart contracts and decentralized applications. Cardano's layered allows for flexible upgrades, positioning it as a leading blockchain platform for the future.": "کاردانو Cardano (ADA) یک پلتفرم بلاک چین نسل سوم است که توسط تیم IOHK به رهبری چارلز هاسکینسون، یکی از بنیانگذاران اتریوم توسعه یافته است. کاردانو در سال 2017 راه اندازی شد و هدف آن رسیدگی به مسائل مقیاس پذیری، قابلیت همکاری و پایداری است که قبلا با آن مواجه شده بود. پلتفرم‌های بلاک چین از مکانیزم اجماع اثبات سهام (PoS) به نام Ouroboros استفاده می‌کند و از قراردادهای هوشمند و برنامه‌های غیرمتمرکز پشتیبانی می‌کند و به‌عنوان یک پلتفرم زنجیره بلوکی پیشرو برای آینده قرار می‌گیرد.",
  "Ethereum (ETH) is a decentralized, open-source blockchain platform that enables the execution of smart contracts and decentralized applications (dApps). Launched in 2015 by Vitalik Buterin and a team of developers, Ethereum extends blockchain capabilities beyond digital currency. Its native cryptocurrency, Ether, is used to pay for transaction fees and computational services on the network. Ethereum's innovative platform facilitates the development of applications, aiming to revolutionize industries by providing a decentralized alternative to traditional systems.": "اتریوم (Ethereum) یک پلتفرم بلاک چین غیرمتمرکز است که قابلیت اجرای قراردادهای هوشمند را فراهم می‌کند. اتریوم توسط ویتالیک بوترین و تیمی از توسعه‌دهندگان ایجاد شده و در سال 2015 به طور رسمی راه‌اندازی شد. اتریوم به عنوان یکی از مهمترین و پرکاربردترین پلتفرم‌های بلاک چین شناخته می‌شود و به کاربران این امکان را می‌دهد که برنامه‌های غیرمتمرکز (DApps) را بر روی زنجیره بلوکی ایجاد و اجرا کنند. اتریوم از مکانیزم اجماع اثبات کار (PoW) استفاده می‌کند. همچنین، اتریوم به عنوان زیرساخت بسیاری از پروژه‌های مالی غیرمتمرکز (DeFi) عمل می‌کند.",
  "How Bitcoin Works": "بیتکوین چگونه کار می کند",
  "Bitcoin transactions are verified by network nodes through cryptography and recorded in a public ledger called a blockchain. This decentralized ledger is maintained by a network of miners who use computational power to solve complex mathematical problems, a process known as proof-of-work. Once a problem is solved, a new block is added to the blockchain, and the miner is rewarded with newly created bitcoins and transaction fees.": "تراکنش‌های بیت‌کوین توسط گره‌های شبکه از طریق رمزنگاری تأیید می‌شوند و در یک دفتر کل عمومی به نام بلاک چین ثبت می‌شوند. این دفتر کل غیرمتمرکز توسط شبکه‌ای از ماینرها نگهداری می‌شود که از قدرت محاسباتی برای حل مسائل پیچیده ریاضی استفاده می‌کنند، فرآیندی که به عنوان اثبات کار شناخته می‌شود. هنگامی که یک مشکل حل شد، یک بلاک جدید به بلاک چین اضافه می شود و ماینر با بیت کوین های جدید ایجاد شده و کارمزد تراکنش ها پاداش می گیرد.",
  "Decentralization": "عدم تمرکز",
  "Bitcoin operates on a decentralized network, meaning no single entity controls it. This reduces the risk of censorship and fraud.": "بیت کوین در یک شبکه غیرمتمرکز عمل می کند، به این معنی که هیچ نهاد واحدی آن را کنترل نمی کند. این امر خطر سانسور و تقلب را کاهش می دهد.",
  "Transparency": "شفافیت",
  "All Bitcoin transactions are recorded on the public blockchain, providing transparency and accountability.": "تمام تراکنش های بیت کوین در بلاک چین عمومی ثبت می شوند و شفافیت و پاسخگویی را فراهم می کنند.",
  "Bitcoin's Impact": "تاثیر بیت کوین",
  "Since its inception, Bitcoin has inspired the creation of thousands of other cryptocurrencies and has become a prominent player in the financial world. It is widely regarded as a store of value, often referred to as 'digital gold,' and is used for various purposes, including investment, remittances, and as a medium of exchange.": "بیت کوین از زمان پیدایش خود الهام بخش ایجاد هزاران ارز دیجیتال دیگر بوده و به یک بازیگر برجسته در دنیای مالی تبدیل شده است ارزش، که اغلب به عنوان طلای دیجیتال شناخته می شود، و برای اهداف مختلف، از جمله سرمایه گذاری، حواله ها، و به عنوان یک وسیله مبادله استفاده می شود.",
  "What is Tether ?": "تتر چیست ؟",
  "Tether (USDT) stands as a prominent figure in the world of cryptocurrency, serving as a stablecoin that bridges the gap between traditional fiat currencies and the digital realm. Launched in 2014, Tether operates on the blockchain, primarily leveraging the Omni Layer protocol but also supporting other blockchains like Ethereum and Tron through the ERC-20 and TRC-20 standards respectively.": "تتر (USDT) به عنوان یک چهره برجسته در دنیای ارزهای دیجیتال است و به عنوان یک استیبل کوین عمل می کند که شکاف بین ارزهای سنتی فیات و قلمرو دیجیتال را پر می کند. تتر که در سال 2014 راه اندازی شد، بر روی بلاک چین کار می کند و در درجه اول از پروتکل لایه Omni استفاده می کند. همچنین از دیگر بلاک چین‌ها مانند اتریوم و ترون به ترتیب از طریق استانداردهای ERC-20 و TRC-20 پشتیبانی می‌کند.",
  "Stability": "ثبات",
  "Its fundamental purpose is to maintain a stable value by pegging its worth to a fiat currency, most notably the US dollar, at a 1:1 ratio. This stability is achieved by backing each token with a corresponding reserve of fiat currency, creating a sense of reliability and predictability in the volatile cryptocurrency market.": "هدف اساسی آن حفظ یک ارزش پایدار با پیوند دادن ارزش آن به یک ارز فیات، به ویژه دلار آمریکا، در نسبت 1:1 است. این ثبات با پشتوانه هر توکن با یک ذخیره مربوطه از ارز فیات، ایجاد یک ارز ثابت به دست می آید.",
  "Liquidity": "نقدینگی",
  "Tether plays a pivotal role in facilitating trading and providing liquidity across various cryptocurrency exchanges, serving as a preferred medium for traders to move funds swiftly without exposure to the extreme price fluctuations commonly associated with other cryptocurrencies.": "تتر نقشی محوری در تسهیل تجارت و تامین نقدینگی در صرافی‌های مختلف ارزهای دیجیتال دارد و به عنوان یک رسانه ترجیحی برای معامله‌گران برای جابه‌جایی سریع وجوه بدون قرار گرفتن در معرض نوسانات شدید قیمت که معمولاً با سایر ارزهای دیجیتال مرتبط است، عمل می‌کند.",
  "Despite controversies and scrutiny surrounding its transparency and reserve backing, Tether remains one of the most widely used stablecoins, enjoying widespread adoption and serving as a crucial component of the digital asset ecosystem.": "«علی‌رغم بحث‌ها و بررسی‌های دقیق پیرامون شفافیت و پشتوانه ذخیره آن، تتر همچنان یکی از پرکاربردترین استیبل کوین‌ها است که از پذیرش گسترده‌ای برخوردار است و به عنوان یک جزء حیاتی از اکوسیستم دارایی دیجیتال عمل می‌کند.»",
  "What is Cardano?": "کاردانو چیست ؟",
  "Cardano is an open-source, decentralized blockchain platform that facilitates the development and execution of smart contracts and decentralized applications (dApps). It is designed with a strong focus on security, scalability, and energy efficiency, utilizing a unique Proof-of-Stake (PoS) consensus mechanism known as Ouroboros.": "Cardano یک پلتفرم بلاک چین غیرمتمرکز و منبع باز است که توسعه و اجرای قراردادهای هوشمند و برنامه های کاربردی غیرمتمرکز (dApps) را تسهیل می کند. این با تمرکز قوی بر امنیت، مقیاس‌پذیری و بهره‌وری انرژی طراحی شده است و از مکانیزم اجماع اثبات سهام (PoS) موسوم به Ouroboros استفاده می‌کند.",
  "Interoperability": "قابلیت همکاری",
  "Cardano aims to provide seamless interoperability between different blockchains and traditional financial systems, enabling the smooth transfer of assets and information.": "هدف کاردانو ارائه قابلیت همکاری یکپارچه بین بلاک چین‌های مختلف و سیستم‌های مالی سنتی است که امکان انتقال روان دارایی‌ها و اطلاعات را فراهم می‌کند.",
  "Scalability": "مقیاس پذیری",
  "Cardano is designed to handle a large number of transactions per second (TPS), making it highly scalable and capable of supporting a global user base.": "Cardano برای انجام تعداد زیادی تراکنش در ثانیه (TPS) طراحی شده است که آن را بسیار مقیاس پذیر و قادر به پشتیبانی از یک پایگاه کاربر جهانی می کند.",
  "Layered Architecture": "معماری لایه ای",
  "Cardano features a layered architecture, separating the settlement layer (which handles ADA transactions) from the computation layer (which handles smart contracts). This design enhances security and flexibility.": "کاردانو دارای معماری لایه‌ای است که لایه تسویه (که تراکنش‌های ADA را انجام می‌دهد) از لایه محاسباتی (که قراردادهای هوشمند را مدیریت می‌کند) جدا می‌کند. این طراحی باعث افزایش امنیت و انعطاف پذیری می شود.",
  "What is Ether?": "اتر چیست ؟",
  "Ether is used to pay for transaction fees and computational services on the Ethereum network. Every operation on the network requires a certain amount of computational power, which is quantified in 'gas.' Users pay for this gas with Ether.Like other cryptocurrencies, Ether can be bought, sold, and traded on various exchanges. It functions as a digital currency that can be used to transfer value across the globe.": "اتر برای پرداخت هزینه تراکنش ها و خدمات محاسباتی در شبکه اتریوم استفاده می شود. هر عملیات در شبکه به مقدار معینی از توان محاسباتی نیاز دارد که در گاز اندازه‌گیری می‌شود. کاربران هزینه این گاز را با اتر می پردازند. اتر نیز مانند سایر ارزهای رمزنگاری شده قابل خرید، فروش و معامله در صرافی های مختلف است. این ارز به عنوان یک ارز دیجیتال عمل می کند که می تواند برای انتقال ارزش در سراسر جهان استفاده شود.",
  "Ethereum and Smart Contracts": "اتریوم و قراردادهای هوشمند",
  "One of the most revolutionary aspects of Ethereum is its support for smart contracts—self-executing contracts with the terms of the agreement directly written into code. These contracts automatically execute and enforce the terms of the agreement when predefined conditions are met, removing the need for intermediaries and reducing the risk of fraud.": "یکی از انقلابی‌ترین جنبه‌های اتریوم، پشتیبانی آن از قراردادهای هوشمند است - قراردادهایی که خوداجرا با شرایط توافقنامه مستقیماً در کد نوشته شده‌اند. این قراردادها در صورت تحقق شرایط از پیش تعریف شده، به طور خودکار شرایط توافق را اجرا و اجرا می کنند و نیاز به واسطه ها را از بین می برند و خطر تقلب را کاهش می دهند.",
  "Decentralized Applications (dApps)": "برنامه های غیرمتمرکز (dApps)",
  "Ethereum also supports decentralized applications, or dApps, which run on its blockchain. These applications operate without a central authority, offering greater transparency, security, and resilience. dApps can cover a wide range of services, including finance (DeFi), gaming, supply chain management, and social media.": "اتریوم همچنین از برنامه های غیرمتمرکز یا dApps که روی بلاک چین اجرا می شوند، پشتیبانی می کند. این برنامه ها بدون یک مرجع مرکزی کار می کنند و شفافیت، امنیت و انعطاف پذیری بیشتری را ارائه می دهند. dApps می تواند طیف گسترده ای از خدمات، از جمله امور مالی (DeFi)، بازی، مدیریت زنجیره تامین و رسانه های اجتماعی را پوشش دهد.",
  "Ethereum 2.0 and the Future": "اتریوم 2.0 و آینده",
  "Ethereum is undergoing a significant upgrade known as Ethereum 2.0 (or Eth2), which aims to improve scalability, security, and sustainability. One of the key changes is the transition from a Proof-of-Work (PoW) consensus mechanism to a Proof-of-Stake (PoS) mechanism, which is expected to reduce energy consumption and increase transaction speeds.": "اتریوم در حال ارتقاء قابل توجهی به نام اتریوم 2.0 (یا Eth2) است که هدف آن بهبود مقیاس پذیری، امنیت و پایداری است. یکی از تغییرات کلیدی انتقال از مکانیسم اجماع اثبات کار (PoW) به مکانیزم اثبات سهام (PoS) است که انتظار می‌رود مصرف انرژی را کاهش داده و سرعت تراکنش را افزایش دهد."
}
