{
  "welcome": "Willkommen",
  "description": "Dies ist eine Beispielbeschreibung.",
  "Prices": "Preise",
  "Products": "Produkte“",
  "Company": "Unternehmen",
  "Learn": "Lernen“",
  "Login": "Einloggen",
  "Sign Up": "Anmelden",
  "Home": "Heim",
  "Trade on the go | Anywhere, anytime.": "Unterwegs handeln | Irgendwo irgendwann.",
  "Your crypto journey starts here !": "Ihre Krypto-Reise beginnt hier!",
  "Play Demo": "Demo spielen",
  "Find Out More": "Finde mehr heraus",
  "Choose Between": "Wählen Sie zwischen",
  "Introducing Mim, where innovation meets opportunity in the world of cryptocurrency trading. With a commitment to transparency, security, and user-centric design, Mim offers a seamless platform for both seasoned traders and newcomers alike. Our cutting-edge technology ensures swift and reliable transactions, empowering users to navigate the dynamic crypto market with confidence. At Mim, we believe in democratizing access to digital assets, fostering a community built on trust and integrity. Join us on this exciting journey as we redefine the future of crypto trading.": "Wir stellen Ihnen Mim vor, wo Innovation in der Welt des Kryptowährungshandels auf Chancen trifft. Mit seinem Engagement für Transparenz, Sicherheit und benutzerzentriertes Design bietet Mim eine nahtlose Plattform sowohl für erfahrene Händler als auch für Neueinsteiger. Unsere hochmoderne Technologie sorgt für schnelle und zuverlässige Transaktionen und ermöglicht es Benutzern, sich sicher auf dem dynamischen Kryptomarkt zurechtzufinden. Bei Mim glauben wir an die Demokratisierung des Zugangs zu digitalen Vermögenswerten und die Förderung einer Gemeinschaft, die auf Vertrauen und Integrität basiert. Begleiten Sie uns auf dieser aufregenden Reise, während wir die Zukunft des Kryptohandels neu definieren.",
  "More": "Mehr",
  "Undo": "rückgängig machen",
  "Your browser does not support the video tag.": "Ihr Browser unterstützt das Video-Tag nicht.",
  "Your Premier Bitcoin Trading Platform": "Ihre erstklassige Bitcoin-Handelsplattform",
  "Your Ultimate Tether (USDT) Trading Platform": "Ihre ultimative Tether (USDT) Handelsplattform",
  "The Pinnacle of Cardano (ADA) Trading": "Der Höhepunkt des Cardano (ADA) Handels",
  "The Ultimate Ethereum (ETH) Trading Platform": "Die ultimative Ethereum (ETH) Handelsplattform",
  "Bitcoin (BTC) is the first decentralized cryptocurrency, created by an unknown individual or group under the pseudonym Satoshi Nakamoto. Launched in 2009, Bitcoin operates on a peer-to-peer network, eliminating the need for a central authority. It uses blockchain technology to ensure secure, transparent, and immutable transactions. Bitcoin aims to revolutionize the financial industry by providing a decentralized alternative to traditional currencies, enabling users to transfer value globally with low fees and high security.": "Bitcoin (BTC) ist die erste dezentrale Kryptowährung, die von einer unbekannten Person oder Gruppe unter dem Pseudonym Satoshi Nakamoto geschaffen wurde. Bitcoin wurde 2009 eingeführt und arbeitet in einem Peer-to-Peer-Netzwerk, das die Notwendigkeit einer zentralen Autorität überflüssig macht. Es nutzt Blockchain-Technologie, um sichere, transparente und unveränderliche Transaktionen zu gewährleisten. Bitcoin zielt darauf ab, die Finanzbranche zu revolutionieren, indem es eine dezentrale Alternative zu traditionellen Währungen bietet und es Nutzern ermöglicht, Werte weltweit mit niedrigen Gebühren und hoher Sicherheit zu übertragen.",
  "Tether (USDT) is a stablecoin, a type of cryptocurrency designed to maintain a stable value by being pegged to a reserve asset, typically the US Dollar. Launched in 2014 by Tether Limited, USDT combines the benefits of blockchain technology with the stability of traditional currencies. It is widely used for trading, remittances, and as a store of value, offering a stable alternative for those seeking to avoid the volatility of other cryptocurrencies. Tether's stability and reliability make it a popular choice for traders and investors.": "Tether (USDT) ist ein Stablecoin, eine Art von Kryptowährung, die darauf ausgelegt ist, einen stabilen Wert zu halten, indem sie an einen Reservewert, typischerweise den US-Dollar, gekoppelt ist. USDT wurde 2014 von Tether Limited eingeführt und kombiniert die Vorteile der Blockchain-Technologie mit der Stabilität traditioneller Währungen. Es wird häufig für den Handel, Überweisungen und als Wertspeicher verwendet und bietet eine stabile Alternative für diejenigen, die die Volatilität anderer Kryptowährungen vermeiden möchten. Tethers Stabilität und Zuverlässigkeit machen es zu einer beliebten Wahl für Händler und Investoren.",
  "Cardano (ADA) is a third-generation blockchain platform developed by the IOHK team, led by Charles Hoskinson, a co-founder of Ethereum. Launched in 2017, Cardano aims to address the issues of scalability, interoperability, and sustainability faced by earlier blockchain platforms. It utilizes a Proof-of-Stake (PoS) consensus mechanism called Ouroboros and supports smart contracts and decentralized applications. Cardano's layered allows for flexible upgrades, positioning it as a leading blockchain platform for the future.": "Cardano (ADA) ist eine Blockchain-Plattform der dritten Generation, die vom IOHK-Team unter der Leitung von Charles Hoskinson, einem Mitbegründer von Ethereum, entwickelt wurde. Cardano wurde 2017 eingeführt und zielt darauf ab, die Probleme der Skalierbarkeit, Interoperabilität und Nachhaltigkeit zu lösen, mit denen frühere Blockchain-Plattformen konfrontiert sind. Es nutzt einen Proof-of-Stake (PoS) Konsensmechanismus namens Ouroboros und unterstützt Smart Contracts und dezentrale Anwendungen. Cardanos Schichtstruktur ermöglicht flexible Upgrades und positioniert es als führende Blockchain-Plattform der Zukunft.",
  "Ethereum (ETH) is a decentralized, open-source blockchain platform that enables the execution of smart contracts and decentralized applications (dApps). Launched in 2015 by Vitalik Buterin and a team of developers, Ethereum extends blockchain capabilities beyond digital currency. Its native cryptocurrency, Ether, is used to pay for transaction fees and computational services on the network. Ethereum's innovative platform facilitates the development of applications, aiming to revolutionize industries by providing a decentralized alternative to traditional systems.": "Ethereum (ETH) ist eine dezentrale, Open-Source-Blockchain-Plattform, die die Ausführung von Smart Contracts und dezentralen Anwendungen (dApps) ermöglicht. Ethereum wurde 2015 von Vitalik Buterin und einem Team von Entwicklern eingeführt und erweitert die Blockchain-Fähigkeiten über digitale Währungen hinaus. Seine native Kryptowährung, Ether, wird verwendet, um Transaktionsgebühren und Rechenleistungen im Netzwerk zu bezahlen. Die innovative Plattform von Ethereum erleichtert die Entwicklung von Anwendungen und zielt darauf ab, Branchen zu revolutionieren, indem sie eine dezentrale Alternative zu traditionellen Systemen bietet.",
  "How Bitcoin Works": "Wie Bitcoin funktioniert",
  "Bitcoin transactions are verified by network nodes through cryptography and recorded in a public ledger called a blockchain. This decentralized ledger is maintained by a network of miners who use computational power to solve complex mathematical problems, a process known as proof-of-work. Once a problem is solved, a new block is added to the blockchain, and the miner is rewarded with newly created bitcoins and transaction fees.": "Bitcoin-Transaktionen werden von Netzwerkknoten durch Kryptographie verifiziert und in einem öffentlichen Ledger namens Blockchain aufgezeichnet. Dieses dezentrale Ledger wird von einem Netzwerk von Minern gepflegt, die Rechenleistung nutzen, um komplexe mathematische Probleme zu lösen, ein Prozess, der als Proof-of-Work bekannt ist. Sobald ein Problem gelöst ist, wird ein neuer Block zur Blockchain hinzugefügt und der Miner wird mit neu geschaffenen Bitcoins und Transaktionsgebühren belohnt.",
  "Decentralization": "Dezentralisierung",
  "Bitcoin operates on a decentralized network, meaning no single entity controls it. This reduces the risk of censorship and fraud.": "Bitcoin arbeitet in einem dezentralen Netzwerk, was bedeutet, dass keine einzelne Entität es kontrolliert. Dies verringert das Risiko von Zensur und Betrug.",
  "Transparency": "Transparenz",
  "All Bitcoin transactions are recorded on the public blockchain, providing transparency and accountability.": "Alle Bitcoin-Transaktionen werden auf der öffentlichen Blockchain aufgezeichnet und bieten Transparenz und Verantwortlichkeit.",
  "Bitcoin's Impact": "Bitcoins Einfluss",
  "Since its inception, Bitcoin has inspired the creation of thousands of other cryptocurrencies and has become a prominent player in the financial world. It is widely regarded as a store of value, often referred to as 'digital gold,' and is used for various purposes, including investment, remittances, and as a medium of exchange.": "Seit seiner Einführung hat Bitcoin die Schaffung von Tausenden von anderen Kryptowährungen inspiriert und ist zu einem bedeutenden Akteur in der Finanzwelt geworden. Es wird weithin als Wertspeicher angesehen, oft als 'digitales Gold' bezeichnet, und wird für verschiedene Zwecke verwendet, einschließlich Investitionen, Überweisungen und als Zahlungsmittel.",
  "What is Tether ?": "Was ist Tether?",
  "Tether (USDT) stands as a prominent figure in the world of cryptocurrency, serving as a stablecoin that bridges the gap between traditional fiat currencies and the digital realm. Launched in 2014, Tether operates on the blockchain, primarily leveraging the Omni Layer protocol but also supporting other blockchains like Ethereum and Tron through the ERC-20 and TRC-20 standards respectively.": "Tether (USDT) ist eine herausragende Figur in der Welt der Kryptowährungen und dient als Stablecoin, der die Lücke zwischen traditionellen Fiat-Währungen und der digitalen Welt überbrückt. Tether wurde 2014 eingeführt und arbeitet auf der Blockchain, nutzt hauptsächlich das Omni Layer Protokoll, unterstützt aber auch andere Blockchains wie Ethereum und Tron durch die ERC-20 und TRC-20 Standards.",
  "Stability": "Stabilität",
  "Its fundamental purpose is to maintain a stable value by pegging its worth to a fiat currency, most notably the US dollar, at a 1:1 ratio. This stability is achieved by backing each token with a corresponding reserve of fiat currency, creating a sense of reliability and predictability in the volatile cryptocurrency market.": "Sein grundlegender Zweck besteht darin, einen stabilen Wert zu halten, indem es seinen Wert an eine Fiat-Währung, insbesondere den US-Dollar, im Verhältnis 1:1 koppelt. Diese Stabilität wird erreicht, indem jeder Token durch eine entsprechende Reserve an Fiat-Währung gedeckt wird, wodurch im volatilen Kryptowährungsmarkt ein Gefühl von Zuverlässigkeit und Vorhersehbarkeit geschaffen wird.",
  "Liquidity": "Liquidität",
  "Tether plays a pivotal role in facilitating trading and providing liquidity across various cryptocurrency exchanges, serving as a preferred medium for traders to move funds swiftly without exposure to the extreme price fluctuations commonly associated with other cryptocurrencies.": "Tether spielt eine entscheidende Rolle bei der Erleichterung des Handels und der Bereitstellung von Liquidität über verschiedene Kryptowährungsbörsen hinweg und dient als bevorzugtes Medium für Händler, um Gelder schnell zu bewegen, ohne den extremen Preisschwankungen ausgesetzt zu sein, die üblicherweise mit anderen Kryptowährungen verbunden sind.",
  "Despite controversies and scrutiny surrounding its transparency and reserve backing, Tether remains one of the most widely used stablecoins, enjoying widespread adoption and serving as a crucial component of the digital asset ecosystem.": "Trotz Kontroversen und Prüfungen hinsichtlich seiner Transparenz und Reserveabdeckung bleibt Tether einer der am weitesten verbreiteten Stablecoins, genießt eine weit verbreitete Akzeptanz und dient als wesentlicher Bestandteil des digitalen Asset-Ökosystems.",
  "What is Cardano?": "Was ist Cardano?",
  "Cardano is an open-source, decentralized blockchain platform that facilitates the development and execution of smart contracts and decentralized applications (dApps). It is designed with a strong focus on security, scalability, and energy efficiency, utilizing a unique Proof-of-Stake (PoS) consensus mechanism known as Ouroboros.": "Cardano ist eine Open-Source, dezentrale Blockchain-Plattform, die die Entwicklung und Ausführung von Smart Contracts und dezentralen Anwendungen (dApps) erleichtert. Es ist mit einem starken Fokus auf Sicherheit, Skalierbarkeit und Energieeffizienz konzipiert und nutzt einen einzigartigen Proof-of-Stake (PoS) Konsensmechanismus namens Ouroboros.",
  "Interoperability": "Interoperabilität",
  "Cardano aims to provide seamless interoperability between different blockchains and traditional financial systems, enabling the smooth transfer of assets and information.": "Cardano zielt darauf ab, eine nahtlose Interoperabilität zwischen verschiedenen Blockchains und traditionellen Finanzsystemen zu bieten, um den reibungslosen Transfer von Vermögenswerten und Informationen zu ermöglichen.",
  "Scalability": "Skalierbarkeit",
  "Cardano is designed to handle a large number of transactions per second (TPS), making it highly scalable and capable of supporting a global user base.": "Cardano ist darauf ausgelegt, eine große Anzahl von Transaktionen pro Sekunde (TPS) zu bewältigen, was es hoch skalierbar und in der Lage macht, eine globale Benutzerbasis zu unterstützen.",
  "Layered Architecture": "Schichtarchitektur",
  "Cardano features a layered architecture, separating the settlement layer (which handles ADA transactions) from the computation layer (which handles smart contracts). This design enhances security and flexibility.": "Cardano verfügt über eine Schichtarchitektur, die die Abwicklungsschicht (die ADA-Transaktionen abwickelt) von der Berechnungsschicht (die Smart Contracts abwickelt) trennt. Dieses Design verbessert die Sicherheit und Flexibilität.",
  "What is Ether?": "Was ist Ether?",
  "Ether is used to pay for transaction fees and computational services on the Ethereum network. Every operation on the network requires a certain amount of computational power, which is quantified in 'gas.' Users pay for this gas with Ether.Like other cryptocurrencies, Ether can be bought, sold, and traded on various exchanges. It functions as a digital currency that can be used to transfer value across the globe.": "Ether wird verwendet, um Transaktionsgebühren und Rechenleistungen im Ethereum-Netzwerk zu bezahlen. Jede Operation im Netzwerk erfordert eine bestimmte Menge an Rechenleistung, die in 'Gas' quantifiziert wird. Benutzer zahlen für dieses Gas mit Ether. Wie andere Kryptowährungen kann Ether auf verschiedenen Börsen gekauft, verkauft und gehandelt werden. Es fungiert als digitale Währung, die verwendet werden kann, um Werte weltweit zu übertragen.",
  "Ethereum and Smart Contracts": "Ethereum und Smart Contracts",
  "One of the most revolutionary aspects of Ethereum is its support for smart contracts—self-executing contracts with the terms of the agreement directly written into code. These contracts automatically execute and enforce the terms of the agreement when predefined conditions are met, removing the need for intermediaries and reducing the risk of fraud.": "Einer der revolutionärsten Aspekte von Ethereum ist die Unterstützung von Smart Contracts – selbstausführende Verträge, bei denen die Bedingungen der Vereinbarung direkt in Code geschrieben sind. Diese Verträge führen die Bedingungen der Vereinbarung automatisch aus und erzwingen sie, wenn vordefinierte Bedingungen erfüllt sind, wodurch die Notwendigkeit von Zwischenhändlern entfällt und das Betrugsrisiko verringert wird.",
  "Decentralized Applications (dApps)": "Dezentrale Anwendungen (dApps)",
  "Ethereum also supports decentralized applications, or dApps, which run on its blockchain. These applications operate without a central authority, offering greater transparency, security, and resilience. dApps can cover a wide range of services, including finance (DeFi), gaming, supply chain management, and social media.": "Ethereum unterstützt auch dezentrale Anwendungen oder dApps, die auf seiner Blockchain laufen. Diese Anwendungen arbeiten ohne zentrale Autorität und bieten mehr Transparenz, Sicherheit und Widerstandsfähigkeit. dApps können eine Vielzahl von Dienstleistungen abdecken, darunter Finanzen (DeFi), Spiele, Lieferkettenmanagement und soziale Medien.",
  "Ethereum 2.0 and the Future": "Ethereum 2.0 und die Zukunft",
  "Ethereum is undergoing a significant upgrade known as Ethereum 2.0 (or Eth2), which aims to improve scalability, security, and sustainability. One of the key changes is the transition from a Proof-of-Work (PoW) consensus mechanism to a Proof-of-Stake (PoS) mechanism, which is expected to reduce energy consumption and increase transaction speeds.": "Ethereum unterzieht sich einem bedeutenden Upgrade, das als Ethereum 2.0 (oder Eth2) bekannt ist und darauf abzielt, Skalierbarkeit, Sicherheit und Nachhaltigkeit zu verbessern. Eine der wichtigsten Änderungen ist der Übergang von einem Proof-of-Work (PoW) Konsensmechanismus zu einem Proof-of-Stake (PoS) Mechanismus, der den Energieverbrauch senken und die Transaktionsgeschwindigkeit erhöhen soll.",
  "Coin Status": "Münzstatus",
  "Records Per Page :": "Datensätze pro Seite :",
  "Write Crypto . . ": "Krypto schreiben . .",
  "Select a Currencie(USD)": "Wählen Sie eine Währung (USD)",
  "Coin": "Münze",
  "Name": "Name",
  "Price": "Preis",
  "At 24H": "Um 24 Uhr",
  "Total Volume": "Gesamtvolumen",
  "Chart": "Diagramm",
  "Market Caps": "Marktkapitalisierungen",
  "Total Volumes": "Volle Lautstärke",
  "close": "schließen"
}
